Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=370_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: ” Raporta sámiid olmmošvuoigatvuođain lea áidnalunddot ”
sms: ” Čiõlǥtõs saaŠmi ooumažvuõiggâdvuõđin lij jiiŠjjesnallšem ”

source: - Sámiid olmmošvuoigatvuođaid gieđahalli raportta lágideapmi lea áidnalunddot bargu.
sms: - SaaŠmi ooumažvuõiggâdvuõđid ǩiõttʼtõõllâm čiõlǥtõõzz raajjmõš lij jiiŠjješnallšem tuâjj.

source: - Ovdal ráhkaduvvon álgoálbmogiid olmmošvuoigatvuohtaraporttat leat leamaš hávil ovtta stahtas, gos dávjá orrot máŋggat álgoálbmogat.
sms: - ÄiŠggsab vuõssnaroodi ooumažvuõiggâdvuõtt-teâđtõõzz liâ leämmaž valdia mieŠlddsa, koin määŋgain liâ määŋg vuõssnarood.

source: Sámiid olmmošvuoigatvuođaid gieđahalli raporta lea vuosttaš, mii boahtá gieđahallat ovtta álbmoga njealji stáhta guovllus, gávnnahii ON álgoálbmotraporterejeaddji James Anaya Roavvenjárggas.
sms: SaaŠmi ooumažvuõiggâdvuõđid ǩiõttʼtõõllâm čiõlǥtõs lij vuõssmõs, kååŠtt puätt ǩiõttʼtõõllât õõut narood neellj valdia vuuŠdest, tuõđi YK vuõssnarooditeâđteei James Anaya RuäŠvnjaarǥâst.

source: Govas ON álgoálbmotvuoigatvuođaid earenoamášraporterejeaddji, professor James Anaya Roavvenjárggas.
sms: Snimldõõǥǥâst YK vuõssnaroodi vuõiggâdvuõđi spesialteâđteei, professor James Anaya RuäŠvnjaarǥâst.

source: Govva: Sára Márja Magga.
sms: Snimldõk: Sára Márjá Magga.

source: Earenoamášraporterejeaddji Anaya muitalii, ahte su ulbmilin lea gieđahallat sámiid olmmošvuoigatvuođaid ollašuvvama álgoálbmoga perspektiivvas.
sms: Spesialteâđteei Anaya maainsti, što suu ǩiõččlõõttmõžžân lij taŠrǩǩõõllâd saaŠmi ooumažvuõiggâdvuõđi teâuddjumuužž vuõssnaroodi ǩiõččâmvueŠjj mieŠldd.

source: Roavvenjárggas 15.-16.4. ordnejuvvon dilálašvuođat ledje oassi sámiid, stáhtaid ja earenoamášraporterejeaddji gaskasaš gulahallamis, mii boahtá joatkkašuvvat dilálašvuođaid maŋŋá.
sms: RuäŠvnjaarǥâst 15.- 16.4. riõššum noorõõttâmpoodd leŠjje bieŠǩǩ saaŠmi, valdiai da spesialteâđteei kõskksa vuârrmainstumužž, kååŠtt juätkkai veâl mâŋŋa noorõõttâmpooddi.

source: – Raporterema várás ordnejuvvon dilálašvuođaid maŋŋá šaddet dábálaččat lasi gážaldagat, maidda hálidit vástádusaid.
sms: – Čiõlǥtõõzzi diõtt riõššum noorõõttâmpooddi mââibeäŠlnn puäŠtte veâl täujja lââŠss kõõččmõõžž, koid haaŠleep vasttõõzzid.

source: - Raportta ulbmilin lea ovddidit álgoálbmoga vuoigatvuođaid ja diliid positiivvalaš ovdaneami.
sms: - Valmštem vueŠlnn åårrai ooumažvuõiggâdvuõtt-teâđtõõzz täävtõssân lij ooudâsviikkâd vuõssnaroodi vuõiggâdvuõđi da vueŠjj miõttlaž ooudâsviikkmõõžž.

source: Raporta boahtá sisttisdoallat oktiigeasuid ja ávžžuhusaid, mat vuođđuduvvet daid geatnegasvuođaide, maid Davviriikkat leat addán iežaset álgoálbmoga ektui.
sms: Čiõlǥtõs puätt ââŠnned seŠst juurdpuättmõõžžid da siâssmõõžžid, kook vuâđđâŠvve TâŠvvjânnamlaž jiijjâz vuõssnaroodes kuõskki õõlǥtumuužžid.

source: - Raporta boahtá diehtun stáhtaid ráđđehusaide, sámiide ja almmusvuhtii ja dat ovdanbuktojuvvo ON olmmošvuoigatvuohtaráđđái.
sms: - Čiõlǥtõs puätt teâttan valdiai halltõŠsse, saaŠmid da õõlmâsvuõŠtte da tõt maadârdet YK ooumažvuõiggâdvuõttsuåvtõŠšše.

source: Ráđđehusaid ja sámiid ovddasteaddjiin lea vejolašvuohta oassálastit olmmošvuoigatvuohtaráđi čoahkkimii, mii lea almmolaš, muitalii Anaya.
sms: Halltõõzzi da saaŠmi võboršeeŠǩǩin lij vuäittmõš leeŠd mieŠldd ooumažvuõiggâdvuõttsuåvtõõzz såbbrest, kååŠtt lij õlmmsaž, maainsti Anaya.

source: Loga earenoamášraporterejeaddji James Anaya sága 15.4. dollojuvvon konferánssa rahpama oktavuođas dás: OPENING STATEMENT OF THE SPECIAL RAPPORTEUR JAMES ANAYA 15042010
sms: Looǥǥ spesialteâđteei James Anaya mainnâz 15.4. õŠnnum konfereens äävumuužžâst täŠst: OPENING STATEMENT OF THE SPECIAL RAPPORTEUR JAMES ANAYA 15042010
